/*===========================================================
			함수 실행 부 
============================================================*/
$(function() {
	// 함수 선언부 [1] 참고, 회원 타입 선택
	$('.type').on('click', addActive);
	

}); // 도큐먼트 레디 

/*===========================================================
			함수 선언 부
============================================================*/	
	
	//[1] tab 클릭시  active 클래스 추가 + 소셜 로그인 제거 및 추가 
	function addActive() {
		$('li').removeClass('active');
		$(this).addClass('active');
		 
	}
	
